Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Stretch across all screenshots** — when on, the background spans the entire row width across all templates. When off, every template paints the same background independently. It needs at least two templates.
ar: **التمدد عبر جميع لقطات الشاشة** - عند التشغيل، تمتد الخلفية على عرض الصف بالكامل عبر جميع القوالب. عند إيقاف التشغيل، يرسم كل قالب نفس الخلفية بشكل مستقل. يحتاج إلى قالبين على الأقل.
ca: **Estira a totes les captures de pantalla**: quan està activat, el fons abasta tota l'amplada de la fila a totes les plantilles. Quan està desactivada, cada plantilla pinta el mateix fons de manera independent. Necessita almenys dues plantilles.
cs: **Roztáhnout přes všechny snímky obrazovky** — když je zapnuté, pozadí se rozprostírá po celé šířce řádku ve všech šablonách. Když je vypnuto, každá šablona maluje stejné pozadí nezávisle. Potřebuje alespoň dvě šablony.
da: **Stræk på tværs af alle skærmbilleder** - når den er aktiveret, strækker baggrunden sig over hele rækkebredden på tværs af alle skabeloner. Når den er slået fra, maler hver skabelon den samme baggrund uafhængigt. Den har brug for mindst to skabeloner.
de: **Über alle Screenshots strecken** – wenn aktiv, reicht der Hintergrund über die ganze Zeilenbreite aller Vorlagen. Wenn aus, zeichnet jede Vorlage denselben Hintergrund für sich. Erfordert mindestens zwei Vorlagen.
el: **Εκτάσεις σε όλα τα στιγμιότυπα οθόνης** — όταν είναι ενεργοποιημένο, το φόντο εκτείνεται σε όλο το πλάτος της σειράς σε όλα τα πρότυπα. Όταν είναι απενεργοποιημένο, κάθε πρότυπο ζωγραφίζει το ίδιο φόντο ανεξάρτητα. Χρειάζεται τουλάχιστον δύο πρότυπα.
es: **Extender por todas las capturas**: si está activado, el fondo ocupa todo el ancho de la fila, a través de todas las plantillas. Si está desactivado, cada plantilla pinta el mismo fondo por separado. Requiere al menos dos plantillas.
fa: **در تمام اسکرین‌شات‌ها کشیده شود** — وقتی روشن است، پس‌زمینه در کل عرض ردیف و روی همهٔ اسکرین‌شات‌ها امتداد می‌یابد. وقتی خاموش است، هر اسکرین‌شات همان پس‌زمینه را جداگانه می‌کشد. دست‌کم دو اسکرین‌شات لازم است.
fi: **Vennä kaikkiin kuvakaappauksiin** – kun käytössä, tausta kattaa koko rivin leveyden kaikissa malleissa. Kun se ei ole käytössä, jokainen malli maalaa saman taustan itsenäisesti. Se vaatii vähintään kaksi mallia.
fr: **Étendre sur toutes les captures d'écran** : lorsque cette option est activée, l'arrière-plan s'étend sur toute la largeur de la ligne, à travers tous les modèles. Lorsqu'elle est désactivée, chaque modèle affiche le même arrière-plan séparément. Il faut au moins deux modèles.
he: **התמתח על פני כל צילומי המסך** - כאשר פועל, הרקע משתרע על כל רוחב השורה על פני כל התבניות. כאשר כבוי, כל תבנית צובעת את אותו הרקע באופן עצמאי. זה צריך לפחות שתי תבניות.
hr: **Rastegne preko svih snimaka zaslona** — kada je uključeno, pozadina se proteže cijelom širinom retka u svim predlošcima. Kada je isključen, svaki predložak neovisno oslikava istu pozadinu. Potrebna su najmanje dva predloška.
hu: **Nyújtson át minden képernyőképen** – ha be van kapcsolva, a háttér az összes sor teljes szélességén átfedi az összes sablont. Ha ki van kapcsolva, minden sablon külön-külön lefesti ugyanazt a hátteret. Legalább két sablon kell hozzá.
id: **Rentangkan di seluruh tangkapan layar** — jika diaktifkan, latar belakang akan menjangkau seluruh lebar baris di semua templat. Jika tidak aktif, setiap templat akan melukiskan latar belakang yang sama secara terpisah. Diperlukan setidaknya dua templat.
it: **Estendi su tutti gli screenshot**: se attivo, lo sfondo copre l'intera larghezza della riga su tutti i modelli. Se disattivo, ogni modello disegna lo stesso sfondo in modo indipendente. Richiede almeno due modelli.
ja: **すべてのスクリーンショットに広げる** — オンにすると、背景がすべてのテンプレートにまたがって行の幅全体に広がります。オフにすると、各テンプレートに同じ背景が個別に描画されます。テンプレートが2つ以上必要です。
ko: **모든 스크린샷에 걸쳐 늘이기** — 켜져 있으면 배경이 모든 템플릿의 전체 행 너비에 걸쳐 펼쳐집니다. 끄면 모든 템플릿이 동일한 배경을 독립적으로 칠합니다. 최소한 두 개의 템플릿이 필요합니다.
ms: **Rentangkan merentasi semua tangkapan skrin** — apabila dihidupkan, latar belakang menjangkau seluruh lebar baris merentas semua templat. Apabila dimatikan, setiap templat melukis latar belakang yang sama secara bebas. Ia memerlukan sekurang-kurangnya dua templat.
nl: **Uitrekken over alle schermafbeeldingen**: indien ingeschakeld, bestrijkt de achtergrond de gehele rijbreedte over alle sjablonen. Als deze optie is uitgeschakeld, schildert elke sjabloon onafhankelijk dezelfde achtergrond. Er zijn minimaal twee sjablonen nodig.
no: **Strekk på tvers av alle skjermbilder** – når den er på, spenner bakgrunnen over hele radbredden på tvers av alle maler. Når den er av, maler hver mal den samme bakgrunnen uavhengig. Den trenger minst to maler.
pl: **Rozciągnij na wszystkie zrzuty ekranu** — po włączeniu tło rozciąga się na całą szerokość wiersza we wszystkich szablonach. Gdy opcja jest wyłączona, każdy szablon maluje to samo tło niezależnie. Potrzebuje co najmniej dwóch szablonów.
pt_br: **Estender por todas as capturas de tela** — quando ativado, o plano de fundo cobre toda a largura da linha, atravessando todos os modelos. Quando desativado, cada modelo desenha o mesmo plano de fundo de forma independente. Requer pelo menos dois modelos.
pt_pt: **Alongar todas as capturas de ecrã** — quando ativado, o plano de fundo abrange toda a largura da linha em todos os modelos. Quando desativado, cada modelo pinta o mesmo plano de fundo de forma independente. Precisa de pelo menos dois modelos.
ro: **Se întinde pe toate capturile de ecran** — când este activat, fundalul se întinde pe toată lățimea rândului pe toate șabloanele. Când este dezactivat, fiecare șablon pictează același fundal în mod independent. Are nevoie de cel puțin două șabloane.
ru: **Растянуть на все скриншоты** — если включено, фон охватывает всю ширину строки через все шаблоны. Если выключено, каждый шаблон рисует тот же фон отдельно. Нужно минимум два шаблона.
sk: **Roztiahnuť cez všetky snímky obrazovky** — keď je zapnuté, pozadie pokrýva celú šírku riadku vo všetkých šablónach. Keď je vypnutá, každá šablóna maľuje rovnaké pozadie nezávisle. Vyžaduje si to aspoň dve šablóny.
sl: **Raztegni čez vse posnetke zaslona** — ko je vklopljeno, ozadje zajema celotno širino vrstice v vseh predlogah. Ko je izklopljena, vsaka predloga neodvisno pobarva isto ozadje. Potrebuje vsaj dve predlogi.
sv: **Sträck över alla skärmdumpar** — när den är på sträcker sig bakgrunden över hela radbredden över alla mallar. När den är avstängd målar varje mall samma bakgrund oberoende av varandra. Den behöver minst två mallar.
th: **ขยายภาพหน้าจอทั้งหมด** — เมื่อเปิด พื้นหลังจะขยายความกว้างของแถวทั้งหมดในทุกเทมเพลต เมื่อปิด ทุกเทมเพลตจะลงสีพื้นหลังเดียวกันโดยแยกจากกัน ต้องมีอย่างน้อยสองเทมเพลต
tr: **Tüm ekran görüntülerine yay** — açıkken arka plan, tüm şablonlar boyunca satırın tamamına yayılır. Kapalıyken her şablon aynı arka planı bağımsız olarak boyar. En az iki şablon gerektirir.
uk: **Розтягнути на всі знімки екрана** — коли ввімкнено, тло охоплює всю ширину рядка через усі шаблони. Коли вимкнено, кожен шаблон малює те саме тло окремо. Потрібно щонайменше два шаблони.
ur: **تمام اسکرین شاٹس پر پھیلائیں** — جب آن ہو، پس منظر تمام ٹیمپلیٹس میں پوری قطار کی چوڑائی کو پھیلا دیتا ہے۔ آف ہونے پر، ہر ٹیمپلیٹ ایک ہی پس منظر کو آزادانہ طور پر پینٹ کرتا ہے۔ اسے کم از کم دو ٹیمپلیٹس کی ضرورت ہے۔
vi: **Trải dài trên tất cả các ảnh chụp màn hình** — khi được bật, nền sẽ trải dài toàn bộ chiều rộng của hàng trên tất cả các mẫu. Khi tắt, mọi mẫu sẽ vẽ cùng một nền độc lập. Nó cần ít nhất hai mẫu.
zh_hans: **延展到所有截图**——开启后，背景会横跨该行所有模板的整个宽度。关闭时，每个模板各自独立绘制相同的背景。至少需要两个模板。
zh_hant: **延展至所有螢幕截圖**——開啟時，背景會橫跨整列寬度，涵蓋所有範本。關閉時，每個範本會各自繪製相同的背景。需要至少兩個範本。

source: **Stretch across all screenshots** (row toggle): when on, gradients and images render once across the entire row, so a single horizon or gradient flows across all templates.
ar: **التمدد عبر جميع لقطات الشاشة** (تبديل الصف): عند التشغيل، يتم عرض التدرجات والصور مرة واحدة عبر الصف بأكمله، بحيث يتدفق أفق أو تدرج واحد عبر جميع القوالب.
ca: **Estira a totes les captures de pantalla** (canvi de fila): quan està activat, els degradats i les imatges es mostren una vegada a tota la fila, de manera que un sol horitzó o degradat flueix per totes les plantilles.
cs: **Roztáhnout přes všechny snímky obrazovky** (přepínání řádku): když je zapnuto, přechody a obrázky se vykreslí jednou přes celý řádek, takže přes všechny šablony protéká jeden horizont nebo přechod.
da: **Stræk på tværs af alle skærmbilleder** (rækkeskift): når den er aktiveret, gengives gradienter og billeder én gang på tværs af hele rækken, så en enkelt horisont eller gradient flyder på tværs af alle skabeloner.
de: **Über alle Screenshots strecken** (Schalter der Zeile): Wenn aktiv, werden Verläufe und Bilder einmal über die ganze Zeile gerendert, sodass ein einzelner Horizont oder Verlauf über alle Vorlagen läuft.
el: **Εκτάσεις σε όλα τα στιγμιότυπα οθόνης** (εναλλαγή σειράς): όταν είναι ενεργοποιημένη, οι διαβαθμίσεις και οι εικόνες αποδίδονται μία φορά σε ολόκληρη τη σειρά, έτσι ώστε ένας μόνο ορίζοντας ή διαβάθμιση να ρέει σε όλα τα πρότυπα.
es: **Extender por todas las capturas** (opción de la fila): si está activado, los degradados y las imágenes se renderizan una sola vez en toda la fila, de modo que un único horizonte o degradado recorre todas las plantillas.
fa: **در تمام اسکرین‌شات‌ها کشیده شود** (گزینهٔ ردیف): وقتی روشن است، گرادیان‌ها و تصاویر یک بار در کل ردیف رندر می‌شوند تا یک افق یا گرادیان واحد در همهٔ اسکرین‌شات‌ها جریان یابد.
fi: **Vennä kaikkiin kuvakaappauksiin** (rivin vaihto): kun käytössä, liukuvärit ja kuvat renderöidään kerran koko rivin poikki, joten yksi horisontti tai liukuväri virtaa kaikissa malleissa.
fr: **Étendre sur toutes les captures d'écran** (option de la ligne) : lorsque cette option est activée, les dégradés et les images sont rendus une seule fois sur toute la ligne, de sorte qu'un même horizon ou dégradé se prolonge sur tous les modèles.
he: **התמתח על פני כל צילומי המסך** (החלפת שורה): כאשר מופעלת, מעברי צבע ותמונות מוצגים פעם אחת על פני כל השורה, כך שאופק או מעבר צבע זורמים על פני כל התבניות.
hr: **Rastegne preko svih snimki zaslona** (prebacivanje retka): kada je uključeno, gradijenti i slike prikazuju se jednom kroz cijeli red, tako da jedan horizont ili gradijent teče kroz sve predloške.
hu: **Átnyúlás az összes képernyőképen** (sorváltás): ha be van kapcsolva, a színátmenetek és a képek egyszer jelennek meg a teljes sorban, így egyetlen horizont vagy színátmenet folyik át az összes sablonon.
id: **Rentangkan di seluruh tangkapan layar** (pengalih baris): saat aktif, gradien dan gambar dirender satu kali di seluruh baris, sehingga satu cakrawala atau gradien mengalir di semua templat.
it: **Estendi su tutti gli screenshot** (interruttore della riga): se attivo, sfumature e immagini vengono disegnate una sola volta sull'intera riga, così un unico orizzonte o una sfumatura scorre su tutti i modelli.
ja: **すべてのスクリーンショットに広げる** (行の設定): オンにすると、グラデーションや画像が行全体に1回だけ描画されるため、1本の水平線や1つのグラデーションがすべてのテンプレートにつながります。
ko: **모든 스크린샷에 걸쳐 늘이기**(행 토글): 켜면 그라디언트와 이미지가 행 전체에 한 번만 렌더링되어, 하나의 수평선이나 그라디언트가 모든 템플릿에 이어집니다.
ms: **Rentangkan merentasi semua tangkapan skrin** (togol baris): apabila dihidupkan, kecerunan dan imej dipaparkan sekali merentasi keseluruhan baris, jadi satu ufuk atau kecerunan mengalir merentas semua templat.
nl: **Uitrekken over alle schermafbeeldingen** (rijschakelaar): indien ingeschakeld, worden verlopen en afbeeldingen één keer over de hele rij weergegeven, zodat één horizon of verloop door alle sjablonen loopt.
no: **Strekk på tvers av alle skjermbilder** (radbryter): når på, gjengis gradienter og bilder én gang over hele raden, slik at en enkelt horisont eller gradient flyter over alle malene.
pl: **Rozciągnij na wszystkie zrzuty ekranu** (przełączanie wierszy): gdy ta opcja jest włączona, gradienty i obrazy są renderowane raz w całym wierszu, więc pojedynczy horyzont lub gradient przepływa przez wszystkie szablony.
pt_br: **Estender por todas as capturas de tela** (opção da linha): quando ativado, gradientes e imagens são renderizados uma única vez pela linha inteira, para que um único horizonte ou gradiente atravesse todos os modelos.
pt_pt: **Alongar todas as capturas de ecrã** (alternância de linha): quando ativado, os gradientes e as imagens são renderizados uma vez em toda a linha, de modo que um único horizonte ou gradiente flua por todos os modelos.
ro: **Întinde pe toate capturile de ecran** (comutați rând): când sunt activate, degradeurile și imaginile sunt afișate o dată pe întregul rând, astfel încât un singur orizont sau gradient curge pe toate șabloanele.
ru: **Растянуть на все скриншоты** (переключатель строки): если включено, градиенты и изображения отрисовываются один раз на всю строку, так что единый горизонт или градиент проходит через все шаблоны.
sk: **Roztiahnuť cez všetky snímky obrazovky** (prepínanie riadkov): keď je zapnuté, prechody a obrázky sa vykreslia raz cez celý riadok, takže cez všetky šablóny preteká jeden horizont alebo prechod.
sl: **Raztegni čez vse posnetke zaslona** (preklop vrstice): ko je vklopljen, se prelivi in slike enkrat upodabljajo po celotni vrstici, tako da en sam horizont ali preliv teče čez vse predloge.
sv: **Sträck ut över alla skärmdumpar** (radväxling): när på, renderas övertoningar och bilder en gång över hela raden, så en enda horisont eller övertoning flödar över alla mallar.
th: **ขยายภาพหน้าจอทั้งหมด** (สลับแถว): เมื่อเปิด การไล่ระดับสีและรูปภาพจะแสดงผลครั้งเดียวทั่วทั้งแถว ดังนั้นเส้นขอบฟ้าหรือการไล่ระดับสีเดียวจึงไหลไปทั่วเทมเพลตทั้งหมด
tr: **Tüm ekran görüntülerine yay** (satır anahtarı): açıkken renk geçişleri ve görüntüler satırın tamamında bir kez çizilir; böylece tek bir ufuk çizgisi ya da renk geçişi tüm şablonlar boyunca akar.
uk: **Розтягнути на всі знімки екрана** (перемикач рядка): коли ввімкнено, градієнти й зображення рендеряться один раз на весь рядок, тож єдиний горизонт чи градієнт плавно проходить через усі шаблони.
ur: **تمام اسکرین شاٹس پر پھیلائیں** (قطار ٹوگل): جب آن ہو، تو میلان اور تصاویر ایک بار پوری قطار میں رینڈر ہوتے ہیں، اس لیے تمام ٹیمپلیٹس پر ایک ہی افق یا گریڈینٹ بہتا ہے۔
vi: **Trải dài trên tất cả các ảnh chụp màn hình** (chuyển đổi hàng): khi bật, các dải màu và hình ảnh sẽ hiển thị một lần trên toàn bộ hàng, do đó, một đường chân trời hoặc dải màu duy nhất sẽ chạy trên tất cả các mẫu.
zh_hans: **延展到所有截图**（行开关）：开启后，渐变和图像会在整行上只渲染一次，让同一条地平线或同一道渐变贯穿所有模板。
zh_hant: **延展至所有螢幕截圖**（列切換開關）：開啟時，漸層和影像會橫跨整列只轉譯一次，讓單一地平線或漸層貫穿所有範本。

source: **Stretch** — fills exactly, distorting aspect if needed.
ar: **التمدد** — يملأ تمامًا، ويشوه الجوانب إذا لزم الأمر.
ca: **Estira**: omple exactament, distorsionant l'aspecte si cal.
cs: **Roztáhnout** – přesně vyplní, v případě potřeby zkreslí poměr stran.
da: **Stretch** — fylder nøjagtigt, forvrænger aspektet, hvis det er nødvendigt.
de: **Strecken** – füllt exakt und verzerrt das Seitenverhältnis bei Bedarf.
el: **Τέντωμα** — γεμίζει ακριβώς, παραμορφώνει την όψη εάν χρειάζεται.
es: **Estirar**: rellena exactamente el área, deformando la proporción si hace falta.
fa: **کشش** — ناحیه را دقیقاً پر می‌کند و در صورت نیاز نسبت ابعاد را تغییر می‌دهد.
fi: **Stretch** — täyttää tarkasti ja vääristää tarvittaessa.
fr: **Étirer** : remplit exactement la zone, quitte à déformer l'image.
he: **מתיחה** - ממלא בדיוק, מעוות היבט במידת הצורך.
hr: **Stretch** — točno ispunjava, iskrivljujući aspekt ako je potrebno.
hu: **Nyújtás** — pontosan kitölti, szükség esetén torzítja az oldalt.
id: **Regang** — terisi dengan tepat, mendistorsi aspek jika diperlukan.
it: **Estendi**: riempie esattamente, deformando le proporzioni se necessario.
ja: **伸縮** — 必要に応じて縦横比を変えて、ぴったり埋めます。
ko: **늘이기** — 필요하면 비율을 왜곡해 영역을 정확히 채웁니다.
ms: **Regangan** — mengisi dengan tepat, memesongkan aspek jika perlu.
nl: **Uitrekken** — vult precies, waarbij het aspect indien nodig wordt vervormd.
no: **Stretch** — fyller nøyaktig, forvrenger aspektet om nødvendig.
pl: **Rozciągnij** — dokładnie wypełnia, w razie potrzeby zniekształcając aspekt.
pt_br: **Esticar** — preenche exatamente, distorcendo a proporção se necessário.
pt_pt: **Alongar** — preenche exatamente, distorcendo o aspecto se necessário.
ro: **Stretch** — umple exact, distorsionând aspectul dacă este necesar.
ru: **Растянуть** — заполняет точно, при необходимости искажая пропорции.
sk: **Roztiahnuť** — presne vyplní, v prípade potreby skreslí pomer strán.
sl: **Raztegni** — natančno zapolni, po potrebi popači vidik.
sv: **Stretch** — fyller exakt, förvränger aspekten om det behövs.
th: **ยืด** — เต็มพอดี โดยบิดเบือนด้านหากจำเป็น
tr: **Uzat** — tam olarak doldurur, gerekirse en boy oranını bozar.
uk: **Розтягнути** — заповнює точно, за потреби спотворюючи пропорції.
ur: **اسٹریچ** — بالکل بھرتا ہے، اگر ضرورت ہو تو پہلو کو مسخ کرتا ہے۔
vi: **Kéo dài** — lấp đầy chính xác, làm biến dạng khía cạnh nếu cần.
zh_hans: **拉伸**——精确填满，必要时会改变宽高比。
zh_hant: **延展**——完全填滿，必要時會扭曲比例。

source: **Templates** are the columns inside a row — the individual screenshots you'll submit. Most apps need 3–10 templates per row.
ar: **النماذج** هي الأعمدة الموجودة داخل الصف — وهي لقطات الشاشة الفردية التي سترسلها. تحتاج معظم التطبيقات إلى 3 إلى 10 قوالب لكل صف.
ca: **Les plantilles** són les columnes dins d'una fila: les captures de pantalla individuals que enviareu. La majoria de les aplicacions necessiten entre 3 i 10 plantilles per fila.
cs: **Šablony** jsou sloupce v řádku – jednotlivé snímky obrazovky, které odešlete. Většina aplikací potřebuje 3–10 šablon na řádek.
da: **Skabeloner** er kolonnerne inde i en række – de individuelle skærmbilleder, du vil indsende. De fleste apps har brug for 3-10 skabeloner pr. række.
de: **Vorlagen** sind die Spalten einer Zeile – die einzelnen Screenshots, die du einreichst. Die meisten Apps brauchen 3–10 Vorlagen pro Zeile.
el: **Τα πρότυπα** είναι οι στήλες μέσα σε μια σειρά — τα μεμονωμένα στιγμιότυπα οθόνης που θα υποβάλετε. Οι περισσότερες εφαρμογές χρειάζονται 3–10 πρότυπα ανά σειρά.
es: Las **plantillas** son las columnas de una fila: las capturas individuales que vas a enviar. La mayoría de las apps necesitan de 3 a 10 plantillas por fila.
fa: **اسکرین‌شات‌ها** ستون‌های داخل هر ردیف‌اند — همان تصاویر جداگانه‌ای که ارسال می‌کنید. بیشتر برنامه‌ها ۳ تا ۱۰ اسکرین‌شات در هر ردیف لازم دارند.
fi: **Mallit** ovat rivin sisällä olevia sarakkeita – lähettämiäsi yksittäisiä kuvakaappauksia. Useimmat sovellukset tarvitsevat 3–10 mallia riviä kohden.
fr: Les **Modèles** sont les colonnes à l'intérieur d'une ligne : les captures d'écran individuelles que vous soumettrez. La plupart des applications nécessitent 3 à 10 modèles par ligne.
he: **תבניות** הן העמודות בתוך שורה - צילומי המסך הנפרדים שתשלח. רוב האפליקציות זקוקות ל-3-10 תבניות בכל שורה.
hr: **Predlošci** su stupci unutar retka — pojedinačne snimke zaslona koje ćete poslati. Većina aplikacija treba 3–10 predložaka po retku.
hu: A **sablonok** a soron belüli oszlopok – a beküldendő egyedi képernyőképek. A legtöbb alkalmazásnak soronként 3–10 sablonra van szüksége.
id: **Templat** adalah kolom di dalam satu baris — masing-masing tangkapan layar yang akan Anda kirimkan. Sebagian besar aplikasi memerlukan 3–10 templat per baris.
it: I **modelli** sono le colonne all'interno di una riga, cioè i singoli screenshot che invierai. La maggior parte delle app richiede da 3 a 10 modelli per riga.
ja: **テンプレート** は行内の列で、提出する個々のスクリーンショットです。ほとんどのアプリでは1行あたり3～10個のテンプレートが必要です。
ko: **템플릿**은 행 내부의 열로, 제출할 개별 스크린샷입니다. 대부분의 앱에는 행당 3~10개의 템플릿이 필요합니다.
ms: **Templat** ialah lajur dalam satu baris — tangkapan skrin individu yang akan anda serahkan. Kebanyakan apl memerlukan 3–10 templat setiap baris.
nl: **Sjablonen** zijn de kolommen in een rij: de afzonderlijke schermafbeeldingen die u indient. De meeste apps hebben 3 tot 10 sjablonen per rij nodig.
no: **Maler** er kolonnene i en rad – de individuelle skjermbildene du sender inn. De fleste apper trenger 3–10 maler per rad.
pl: **Szablony** to kolumny w wierszu — poszczególne zrzuty ekranu, które prześlesz. Większość aplikacji potrzebuje 3–10 szablonów w każdym rzędzie.
pt_br: **Modelos** são as colunas dentro de uma linha — as capturas de tela individuais que você enviará. A maioria dos aplicativos precisa de 3 a 10 modelos por linha.
pt_pt: **Modelos** são as colunas dentro de uma linha — as capturas de ecrã individuais que você enviará. A maioria dos aplicativos precisa de 3 a 10 modelos por linha.
ro: **Șabloanele** sunt coloanele dintr-un rând - capturile de ecran individuale pe care le veți trimite. Majoritatea aplicațiilor au nevoie de 3-10 șabloane pe rând.
ru: **Шаблоны** — это столбцы внутри строки, отдельные скриншоты, которые вы отправите. Большинству приложений нужно 3–10 шаблонов в строке.
sk: **Šablóny** sú stĺpce v riadku – jednotlivé snímky obrazovky, ktoré odošlete. Väčšina aplikácií potrebuje 3 až 10 šablón na riadok.
sl: **Predloge** so stolpci znotraj vrstice – posamezni posnetki zaslona, ki jih boste poslali. Večina aplikacij potrebuje 3–10 predlog na vrstico.
sv: **Mallar** är kolumnerna i en rad – de individuella skärmdumparna du skickar in. De flesta appar behöver 3–10 mallar per rad.
th: **เทมเพลต** คือคอลัมน์ในแถว — ภาพหน้าจอแต่ละรายการที่คุณจะส่ง แอปส่วนใหญ่ต้องการเทมเพลต 3–10 รายการต่อแถว
tr: **Şablonlar**, bir satırın içindeki sütunlardır — göndereceğiniz ekran görüntülerinin her biri. Çoğu uygulama satır başına 3–10 şablona ihtiyaç duyar.
uk: **Шаблони** — це стовпці в рядку, тобто окремі знімки екрана, які ви подаватимете. Більшості програм потрібно 3–10 шаблонів у рядку.
ur: **ٹیمپلیٹس** ایک قطار کے اندر موجود کالم ہیں — انفرادی اسکرین شاٹس جو آپ جمع کروائیں گے۔ زیادہ تر ایپس کو فی قطار 3-10 ٹیمپلیٹس کی ضرورت ہوتی ہے۔
vi: **Mẫu** là các cột bên trong một hàng — từng ảnh chụp màn hình mà bạn sẽ gửi. Hầu hết các ứng dụng cần 3–10 mẫu mỗi hàng.
zh_hans: **模板** 是行内的列——即你要提交的单张截图。大多数 App 每行需要 3——10 个模板。
zh_hant: **範本**是列中的欄——也就是你要提交的各張螢幕截圖。大多數 App 每列需要 3–10 個範本。
